[MD_WOTC_BOIII_ASR_MNWR_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="Man-O-War型"
FriendlyNamePlural="Man-O-War型"
AbilityDescName="突击步枪"
BriefSummary="“Man-O-War”型是一种步兵步枪，在全球范围内为温斯洛协议部队服役。个人战争的目的是有效地对付软目标和现代战场上无处不在的各种各样的战斗机器人。\n\n个人战争是为射程和拦截能力而制造的较重的7.8x54毫米弹药筒。尽管是全自动的，但人与人之间的战争是以缓慢的射击速度进行的，这使得射手能够准确地进行单次射击，或者提供大量毁灭性的火力。许多反冲控制机制加上武器的重量有助于减轻其大口径子弹的射程。\n\n有些人批评这种武器作为步兵步枪使用过于沉重和笨重，但是许多Winslow Accord部队已经开始称赞它的多功能性和适应性。\n\n各种各样的附件和修改允许武器配置为更具体的需要，这是常见的武器都用于狙击手和火力支援的作用。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.8x54毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_MNWR_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="Man-O-War型"
FriendlyNamePlural="Man-O-War型"
AbilityDescName="突击步枪"
BriefSummary="“Man-O-War”型是一种步兵步枪，在全球范围内为温斯洛协议部队服役。个人战争的目的是有效地对付软目标和现代战场上无处不在的各种各样的战斗机器人。\n\n个人战争是为射程和拦截能力而制造的较重的7.8x54毫米弹药筒。尽管是全自动的，但人与人之间的战争是以缓慢的射击速度进行的，这使得射手能够准确地进行单次射击，或者提供大量毁灭性的火力。许多反冲控制机制加上武器的重量有助于减轻其大口径子弹的射程。\n\n有些人批评这种武器作为步兵步枪使用过于沉重和笨重，但是许多Winslow Accord部队已经开始称赞它的多功能性和适应性。\n\n各种各样的附件和修改允许武器配置为更具体的需要，这是常见的武器都用于狙击手和火力支援的作用。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.8x54毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_MNWR_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="MWX-78型"
FriendlyNamePlural="MWX-78型"
AbilityDescName="突击步枪"
BriefSummary="“Man-O-War”型是一种步兵步枪，在全球范围内为温斯洛协议部队服役。个人战争的目的是有效地对付软目标和现代战场上无处不在的各种各样的战斗机器人。\n\n个人战争是为射程和拦截能力而制造的较重的7.8x54毫米弹药筒。尽管是全自动的，但人与人之间的战争是以缓慢的射击速度进行的，这使得射手能够准确地进行单次射击，或者提供大量毁灭性的火力。许多反冲控制机制加上武器的重量有助于减轻其大口径子弹的射程。\n\n有些人批评这种武器作为步兵步枪使用过于沉重和笨重，但是许多Winslow Accord部队已经开始称赞它的多功能性和适应性。\n\n各种各样的附件和修改允许武器配置为更具体的需要，这是常见的武器都用于狙击手和火力支援的作用。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.8x54毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_ASR_MNWR_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="Man-O-War型"
FriendlyNamePlural="Man-O-War型"
AbilityDescName="突击步枪"
BriefSummary="“Man-O-War”型是一种步兵步枪，在全球范围内为温斯洛协议部队服役。个人战争的目的是有效地对付软目标和现代战场上无处不在的各种各样的战斗机器人。\n\n个人战争是为射程和拦截能力而制造的较重的7.8x54毫米弹药筒。尽管是全自动的，但人与人之间的战争是以缓慢的射击速度进行的，这使得射手能够准确地进行单次射击，或者提供大量毁灭性的火力。许多反冲控制机制加上武器的重量有助于减轻其大口径子弹的射程。\n\n有些人批评这种武器作为步兵步枪使用过于沉重和笨重，但是许多Winslow Accord部队已经开始称赞它的多功能性和适应性。\n\n各种各样的附件和修改允许武器配置为更具体的需要，这是常见的武器都用于狙击手和火力支援的作用。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.8x54毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_ASR_MNWR_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="Man-O-War型"
FriendlyNamePlural="Man-O-Wars型"
AbilityDescName="突击步枪"
BriefSummary="“Man-O-War”型是一种步兵步枪，在全球范围内为温斯洛协议部队服役。个人战争的目的是有效地对付软目标和现代战场上无处不在的各种各样的战斗机器人。\n\n个人战争是为射程和拦截能力而制造的较重的7.8x54毫米弹药筒。尽管是全自动的，但人与人之间的战争是以缓慢的射击速度进行的，这使得射手能够准确地进行单次射击，或者提供大量毁灭性的火力。许多反冲控制机制加上武器的重量有助于减轻其大口径子弹的射程。\n\n有些人批评这种武器作为步兵步枪使用过于沉重和笨重，但是许多Winslow Accord部队已经开始称赞它的多功能性和适应性。\n\n各种各样的附件和修改允许武器配置为更具体的需要，这是常见的武器都用于狙击手和火力支援的作用。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.8x54毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_ASR_MNWR_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="MWX-78型"
FriendlyNamePlural="MWX-78型"
AbilityDescName="突击步枪"
BriefSummary="“Man-O-War”型是一种步兵步枪，在全球范围内为温斯洛协议部队服役。个人战争的目的是有效地对付软目标和现代战场上无处不在的各种各样的战斗机器人。\n\n个人战争是为射程和拦截能力而制造的较重的7.8x54毫米弹药筒。尽管是全自动的，但人与人之间的战争是以缓慢的射击速度进行的，这使得射手能够准确地进行单次射击，或者提供大量毁灭性的火力。许多反冲控制机制加上武器的重量有助于减轻其大口径子弹的射程。\n\n有些人批评这种武器作为步兵步枪使用过于沉重和笨重，但是许多Winslow Accord部队已经开始称赞它的多功能性和适应性。\n\n各种各样的附件和修改允许武器配置为更具体的需要，这是常见的武器都用于狙击手和火力支援的作用。"
TacticalText="<Bullet/>类型：突击步枪\n<Bullet/>射击模式：全自动\n<Bullet/>动作：气动，旋转螺栓（直接撞击）\n<Bullet/>弹匣：7.8x54毫米子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"